[LanguageFileInfo]
LanguageEng=Russian
Language=Русский
Translator=ProgMan13

[Setup]
; 0 - 2 type translate strings, 1 - 1 type translate strings, 3 - 3 special type translate strings (Russian)
LngType=3

[Misc]
;1 = 1 (последняя цифра)
;2 = 2,3,4 (последняя цифра)
;3 = 0,5,6,7,8,9, 11-19 (последняя цифра)

cIconsInIconLibrary1 = %d иконка в библиотеке
cIconsInIconLibrary2 = %d иконки в библиотеке
cIconsInIconLibrary3 = %d иконок в библиотеке
cIconsInMultiIcon1 = %d иконка в мультииконке
cIconsInMultiIcon2 = %d иконки в мультииконке
cIconsInMultiIcon3 = %d иконок в мультииконке
cItemsSelected1 = %d пункт выделен
cItemsSelected2 = %d пункта выделено
cItemsSelected3 = %d пунктов выделено
cLibraryBits1 = %d бит
cLibraryBits2 = %d бита
cLibraryBits3 = %d бит
cIcons1 = %d иконка
cIcons2 = %d иконки
cIcons3 = %d иконок
cDeleteIconsFromLib1 = Удалить %d иконку из библиотеки?
cDeleteIconsFromLib2 = Удалить %d иконки из библиотеки?
cDeleteIconsFromLib3 = Удалить %d иконок из библиотеки?
cDeleteIconsFromMultiIcon1 = Удалить %d иконку из мультииконки?
cDeleteIconsFromMultiIcon2 = Удалить %d иконки из мультииконки?
cDeleteIconsFromMultiIcon3 = Удалить %d иконок из мультииконки?
cSaveIcon = Сохранить иконку
cSaveLibrary = Сохранить библиотеку иконок  
cError = Ошибка
cSaveImage = Сохранить изображение
cDeleteIcon = Удаление иконки
cCompressed = сжата
cOK     = OK
cCancel = Отмена

[frmICLView]
c1   = Сохранить иконку...
c2   = Сохранить выделенные иконки...
c3   = Сохранить все иконки...
c4   = Сохранить как Bitmap/PNG...
c5   = Режим редактирования
c6   = Добавить иконку...
c7   = Переименовать иконку...
c8   = Удалить иконку(и)...
c9   = Выделить дубликаты
c10  = Сохранить выделенные как ICL...
c11  = Сохранить все как ICL...
c12  = Просмотр иконки...
c13  = Сменить режим отображения
c14  = Фон...
c15  = Настройки...
c16  = '%s [%s]
c17  = Рисовать границы эскиза
c18  = Иконка в центре эскиза
c19  = Подписи у эскизов
c20  = %d x %d (пользовательский)
c21  = Сглаживание
c22  = Копировать клиентскую область в Буфер обмена
c23  = Режим редактирования
c24  = Сохранить все как мультииконку...

[frmIcon]
c301   = Сохранить иконку...
c302   = Сохранить как Bitmap/PNG...

[frmSetup]
Color0  = Другой...
Color1  = Черный
Color2  = Малиновый
Color3  = Зеленый
Color4  = Оливковый
Color5  = Темно-синий
Color6  = Пурпурный
Color7  = Бирюзовый
Color8  = Темно-серый
Color9  = Светло-серый
Color10 = Красный
Color11 = Салатовый
Color12 = Желтый
Color13 = Синий
Color14 = Розовый
Color15 = Голубой
Color16 = Белый
Color17 = Светло-зеленый
Color18 = Небесно-голубой
Color19 = Кремовый
Color20 = Серый
Color21 = Граница активного окна
Color22 = Заголовок активного окна
Color23 = Рабочая область приложения
Color24 = Фон
Color25 = Поверхность кнопки
Color26 = Подсветка кнопки
Color27 = Тень кнопки
Color28 = Текст кнопки
Color29 = Текст заголовка
Color30 = Градиент заголовка активного окна
Color31 = Градиент заголовка неактивного окна
Color32 = Затененный текст
Color33 = Выделенный пункт меню
Color34 = Текст выделенного пункта меню
Color35 = Подсветка
Color36 = Граница неактивного окна
Color37 = Заголовок неактивного окна
Color38 = Текст заголовка неактивного окна
Color39 = Всплывающая подсказка
Color40 = Текст всплывающей подсказки
Color41 = Фон меню
Color42 = Строка меню
Color43 = Подсветка меню
Color44 = Текст пункта меню
Color45 = Полоса прокрутки
Color46 = Темная тень рельефного объекта
Color47 = Рельефные объекты
Color48 = Окно
Color49 = Рамка окна
Color50 = Текст окна

cIconSort0 = Нет
cIconSort1 = По разрешению
cIconSort2 = По цвету
cIconSort3 = По разрешению (в обратном порядке)
cIconSort4 = По цвету (в обратном порядке)

c400    = Настройка %s
c401    = Цвет окна:
c402    = Цвет окна эскизов:
c403    = Цвет окна в режиме Быстрого просмотра TC:
c404    = Цвет окна эскизов в реж. Быстрого просмотра TC:
c405    = Сортировка отдельной иконки:
c406    = Сортировка иконки для режима предпросмотра:
c407    = Запуск в развернутом виде
c408    = " Язык "
c409    = По умолчанию (Английский <English>)
